import "../Styles/Card.css"

const Card = () => {
    return (  
        <div className="card">
            <img src="https://upload.wikimedia.org/wikipedia/commons/a/ab/Dadiani_Palazzio.png" alt="" />
            <div className="info"> 
            დადიანების სასახლე - სამეგრელოს მთავრების, დადიანების რეზიდენცია იყო. ის ოდიშის მთავარმა – ლევან II დადიანმა ააშენა, მე-17 საუკუნეში. იგი ქალაქ ზუგდიდის ცენტრში მდებარეობს.

დადიანების სასახლე დღეისათვის წარმოადგენს სახელმწიფო ისტორიულ-ეთნოგრაფიულ მუზეუმს. იგი სამეგრელოს სასახლე-კომპლექსშია მოთავსებული (დედოფლის სასახლე, ნიკოსეული სასახლე, მთავრისეული ტაძარი და სასახლესთან არსებული დეკორატიული ბაღი).

დედოფლისეული სასახლე XIX ს –ის 60-იან წლებშია გადაკეთებული გერმანელი არქიტექტორის რაისის მიერ, მანამდე ის სამეგრელოს მთავრის დავითის დის, პუპის სასახლე იყო. რაისმა II სართულს თაღები დააშენა და ფართო ფლიგელები მიუშენა. ნიკოსეული სასახლე XIX ს-ის 80-იან წლებშია აგებული რუსი არქიტექტორის ლეონიდ ვასილიევის მიერ. რეზიდენცია ორსართულიანია, ამშვენებს ქვის აივანი და საქართველოში ყველაზე დიდი სამეჯლისო დარბაზი. მუზეუმი დაარსდა 1921 წლის აპრილში სამეგრელოს მთავრის დავით ლევანის ძე დადიანის ძველ ნივთთა საცავ –საგანძურისა და სამეგრელოს ეკლესია–მონასტრებიდან გადმოტანილი ქართულ სიძველეთა ბაზაზე.
            </div>
            <div className="exploreMore"> აღმოაჩინე მეტი </div>
        </div>
    );
}
 
export default Card;